{
  "sections": {
    "main": {
      "type": "article-header",
      "settings": {
        "article_category": "Dai'namic Woman",
        "article_title": "Lizzie Edwards",
        "article_subtitle": "Personal Brand Stylist and Style Coach for women with ambition.",
        "article_reading_time": 5,
        "article_author": "<p>Photos by <span style=\"text-decoration:underline\">Bex Aston<\/span><\/p>",
        "article_author_details": ""
      }
    },
    "1636723680298948d7": {
      "type": "article-text",
      "settings": {
        "article_title": "",
        "article_text": "<p><strong>At Dai our truest form of inspiration: YOU. In our Dai’namic Woman Series, we want to share your stories and how you’re breaking glass ceilings and making impact.<\/strong><\/p><p>Today we're featuring Lizzie Edwards, Personal Brand Stylist and Style Coach for women with ambition. With Elevate, her style membership, Lizzie brings together working women, professionals, leaders, and entrepreneurs to create and inhabit authentic effortless style that inspires confidence and credibility.<\/p><p><strong>Hey! What’s your name?<\/strong><\/p><p>Lizzie Edwards<\/p><p><strong>Where did you grow up, and where do you live now? <\/strong><\/p><p>I was born in Hong Kong, spending the first 8 years of my life there before we moved to Leicester. I moved to London 30 years ago and aside from a few years when I lived in Paris and again when I went to University I have been a Londoner ever since.<\/p><p><strong>What do you enjoy doing when you are not at work? <\/strong><\/p><p>My number one hobby is my allotment, where my passion is flowers. It’s taken a lot of work over the past 5 years, but it is my happy place and fresh bouquets of flowers throughout the summer and autumn are my reward.<\/p>"
      }
    },
    "16367267816fae678b": {
      "type": "article-lookbook",
      "settings": {
        "look-image": "shopify:\/\/shop_images\/APARTMENT-BY-DAI_BAU-_-DENIM.jpg",
        "featured_product_one": "bau-blazer-london-check",
        "featured_product_two": "the-wide-leg-jean-indigo",
        "featured_product_three": ""
      }
    },
    "1645182373bb118808": {
      "type": "article-quote",
      "settings": {
        "article_quote": "I believe that caring about what we look like is anything but superficial, as our clothing decisions influence our self-image, establish our identity, and promote confidence.",
        "article_quote_author": "Lizzie Edwards",
        "article_quote_link": ""
      }
    },
    "16451824594658418a": {
      "type": "article-text",
      "settings": {
        "article_title": "",
        "article_text": "<p><\/p><p><strong>Tell us about your personal journey to your current business?<\/strong><\/p><p>I studied fashion after leaving school and spent my early 20s as a fashion model in London and Paris. Then in 2005 I started my Personal Styling and Image Consulting business. I have worked with <em>hundreds <\/em>of women overhauling their work and personal wardrobes. It’s still a joy to see how helping my clients to find their perfect <em>look<\/em> not only opens doors but makes them more confident and happier. I began to focus on women and workwear styling in 2016, and my bestselling book <em>Look Like the Leader You Are<\/em> was published in 2018. <\/p><p><strong>You recently launched a new platform and a membership, what is it? And what inspired you to do that?<\/strong><\/p><p>I believe that caring about what we look like is anything but superficial, as our clothing decisions influence our self-image, establish our identity, and promote confidence. I created Elevate as a platform to help women realise their style and career ambitions.<\/p><p>When the pandemic hit in 2020, like many other industries my business ground to a halt overnight. I made the best of things because I finally had time to create an online offer. This had been a dream of mine ever since my book came out, because I wanted to reach more women than was possible with my 1:1 work. In July 2020 I launched my work style membership community, Elevate, which is built around the steps I detailed in my book. I offer monthly Style coaching, masterclasses and shoppable boards as well as regular style challenges to get everyone putting their learning into practice. I’m proud that I have cultivated a growing community of amazing women who support each other in their quest to have more style impact and a wardrobe that works for them.<\/p><p><strong>So what kind of women have joined Elevate and why?<\/strong><\/p><p>Gosh, it's such a wide range of women. They represent lots of different professions, industries and sectors from lawyers and doctors, architects and designers, tech bosses and marketing directors. Common themes for joining are a need and desire to ‘up’ their style game but feeling overwhelmed with where to start, lacking an experienced or trusted person to advise and give feedback, being tired\/frustrated of wasting time and money on clothes that aren’t suitable or that they never wear. These are all things I help with in Elevate.<\/p>"
      }
    },
    "16451826937149cb34": {
      "type": "article-lookbook",
      "settings": {
        "look-image": "shopify:\/\/shop_images\/APARTMENT-BY-DAI_CHIEF-BLOUSE-_-LEGGING_3.jpg",
        "featured_product_one": "chief-blouse-evergreen",
        "featured_product_two": "power-move-flow-legging-black",
        "featured_product_three": ""
      }
    },
    "164518264256ca9c8d": {
      "type": "article-text",
      "settings": {
        "article_title": "",
        "article_text": "<p><strong>What have been the biggest challenges of owning your own business?<\/strong><\/p><p>Being a business owner requires me to wear so many hats! It is also totally different to when I started 17 years ago, and I need to stay up with all the changes in the ways to run a business. My work as a stylist is probably less than 10% of what I do in my business! As CEO I also need to be a marketing expert, graphic designer, team leader, coach, accountant, social media expert, website builder and videographer amongst loads of other things. The list is endless but I love variety and I’ve built a great team around me.<\/p><p><strong>What have you learned about yourself as a female entrepreneur? <\/strong><\/p><p>I have learned I am resilient, adaptable and I like a challenge! I’ve also learned that I am ambitious, which I didn’t always see in myself.  If I do something, I want to do it well and I give it 110%. I get bored easily, which is partly a positive thing because it keeps me experimenting and my business has changed and evolved so much over the years. <\/p><p><strong>If you could go back in time to give your younger self advice, what would you say?<\/strong><\/p><p>Be brave. You can do anything you put your mind to. I genuinely believe that!<\/p>"
      }
    },
    "1645182580466e20d9": {
      "type": "article-lookbook",
      "settings": {
        "look-image": "shopify:\/\/shop_images\/APARTMENT-BY-DAI_JUMPSUIT-_-BAU.jpg",
        "featured_product_one": "jumpstart-jumpsuit",
        "featured_product_two": "bau-blazer-black",
        "featured_product_three": ""
      }
    },
    "1645182790e3da5d1d": {
      "type": "article-text",
      "settings": {
        "article_title": "LIZZIE'S DAINAMIC STYLE",
        "article_text": "<p><strong>How would you describe your personal style?<\/strong><\/p><p>Understated, practical and comfortable. I’m not into any fuss!<\/p><p><strong>What outfits make you feel empowered?<\/strong><\/p><p>Jumpsuits are my no 1 favourite item, I have so many as they never go out of style! And a good blazer comes a close second.<\/p><p><strong>Three things that are a must in every woman's closet?<\/strong><\/p><p>A great pair of jeans, a blazer, white trainers.<\/p><p><strong>What do you love about Dai? <\/strong><\/p><p>The Dai style is everything I want in a wardrobe, understated, good quality, stylish and comfortable.<\/p><p><\/p><p><strong>LINKS<\/strong><\/p><p>Information about Lizzie’s Style Consultancy can be found at <a href=\"https:\/\/www.lizzieedwards.com\" target=\"_blank\" title=\"https:\/\/www.lizzieedwards.com\">www.lizzieedwards.com<\/a>.<\/p><p>Elevate style membership welcomes new members a few times a year. Find out more and join the waitlist <a href=\"https:\/\/join.lizzieedwards.online\/elevate-waitlist\/\" title=\"https:\/\/join.lizzieedwards.online\/elevate-waitlist\/\">here<\/a>.<\/p><p>Instagram: @lizzieedwardsuk<\/p>"
      }
    },
    "1636729580af52bab7": {
      "type": "article-related-products",
      "settings": {}
    },
    "163672845644d557ea": {
      "type": "home-social-feed",
      "settings": {
        "title": "Join the Dai'alogue",
        "description": "We’re a community that celebrates high-performing women. In our newsletter, we’ll send you early access, exclusive invites, and real content we’re passionate about."
      }
    },
    "1636729518b0d86730": {
      "type": "featured-product",
      "disabled": true,
      "settings": {
        "product": "",
        "show_share_buttons": false
      }
    }
  },
  "order": [
    "main",
    "1636723680298948d7",
    "16367267816fae678b",
    "1645182373bb118808",
    "16451824594658418a",
    "16451826937149cb34",
    "164518264256ca9c8d",
    "1645182580466e20d9",
    "1645182790e3da5d1d",
    "1636729580af52bab7",
    "163672845644d557ea",
    "1636729518b0d86730"
  ]
}