{
  "sections": {
    "main": {
      "type": "article-header",
      "settings": {
        "article_category": "Issue - 04",
        "article_title": "Everyday is #IWD",
        "article_subtitle": "Ladies, rejoice! Women’s History Month is about to kick off.",
        "article_reading_time": 8,
        "article_author": "<p>By <a href=\"https:\/\/twitter.com\/josiecox_london\" target=\"_blank\" title=\"https:\/\/twitter.com\/josiecox_london\"><span style=\"text-decoration:underline\">Josie Cox<\/span><\/a> | Photos by <a href=\"https:\/\/www.instagram.com\/helenesandbergphoto\/\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/helenesandbergphoto\/\"><span style=\"text-decoration:underline\">Helene Sandberg<\/span><\/a><\/p>",
        "article_author_details": "<p>Josie is a writer, broadcaster and mother living in New York, where she’s working on her first book, a narrative history of female economic empowerment and the women who effected it. Find her at <a href=\"https:\/\/twitter.com\/josiecox_london\" target=\"_blank\" title=\"https:\/\/twitter.com\/josiecox_london\">@JosieCox_London<\/a><\/p>"
      }
    },
    "1636726572d6222f08": {
      "type": "article-tl-dr",
      "blocks": {
        "dfebd3de-6e03-485f-a7af-84b2f10ddb4b": {
          "type": "block",
          "settings": {
            "bullet_point": "<p>Women’s History Month and International Women’s Day are great excuses to champion gender equality, but so are every other month and day of the year.<\/p>"
          }
        },
        "5d32143e-44e7-44e7-97a3-686caf3116a1": {
          "type": "block",
          "settings": {
            "bullet_point": "<p>Do us all (and yourselves) a favour and stop qualifying your achievements. Girl boss? No thank you. Differentiated language is what cements inequality. We’re over it<\/p>"
          }
        },
        "89ca8af2-ef6b-4427-bc20-ee853d45c8b5": {
          "type": "block",
          "settings": {
            "bullet_point": "<p>As we emerge from a two-year pandemic haze, let’s hang on to some of the truly valuable lessons we’ve learned: we don’t need to spend hundreds of pounds and countless hours getting ready in the morning to feel worthy. You do you. <\/p>"
          }
        },
        "f68d181c-8ebc-43c4-b63e-07dfd905af0b": {
          "type": "block",
          "settings": {
            "bullet_point": "<p>Founder Joanna Dai reveals her big project. Hint: female founders receive only 1% of investment funding. Second hint: we don’t accept the stats, and neither should you. A call for collective action.<\/p>"
          }
        }
      },
      "block_order": [
        "dfebd3de-6e03-485f-a7af-84b2f10ddb4b",
        "5d32143e-44e7-44e7-97a3-686caf3116a1",
        "89ca8af2-ef6b-4427-bc20-ee853d45c8b5",
        "f68d181c-8ebc-43c4-b63e-07dfd905af0b"
      ],
      "settings": {
        "article_category": "IN A NUT SHELL"
      }
    },
    "1636723680298948d7": {
      "type": "article-text",
      "disabled": true,
      "settings": {
        "article_title": "",
        "article_text": "<p>Enter 2022, and its pick-me-up lines. We’re talking that New. Years. Energy.<\/p><p>Clean slate-style resolutions have been around since time<a href=\"https:\/\/www.thecut.com\/2021\/12\/the-death-of-the-new-years-resolution.html\"> <span style=\"text-decoration:underline\">immemorial<\/span><\/a>. And probably for just as long there have been detractors questioning: why even bother?<\/p><p>Questions around the point – or pointlessness – of it all ring especially true in the current climate of uncertainty. “New Year’s resolution ennui has coincided with a more general backlash to productivity culture,” wrote Rebecca Jennings in<a href=\"https:\/\/www.vox.com\/the-goods\/22865616\/new-years-resolutions-2022-tiktok-rebrand\"> <span style=\"text-decoration:underline\"><em>Vox<\/em><\/span><\/a>.<\/p><p>So, which January are you?<\/p>"
      }
    },
    "163672671931d3ddde": {
      "type": "article-text",
      "settings": {
        "article_title": "Everyday is #iwd",
        "article_text": "<p><em>Ladies, rejoice! Women’s History Month is about to kick off.<\/em><\/p><p><em>For thirty-one days we’ll actively be encouraged to feel empowered, to vocally extol the virtues of gender equality, and to roar to our hearts content. For four weeks we have the license to be strong, independent, unapologetic females… until April dawns and we retreat back into our shells: speak softly, smile frequently, buckle up our chastity belts, and be the agreeable humans we’re expected to be.<\/em><\/p><p>Obviously not. And we’re of course being facetious, but let’s for a moment ponder one truth: Women’s History Month lasts about four weeks. During 8.3% of the year—and mostly on March 8 (#InternationalWomensDay)—corporations and brands pull out all the stops to champion women and girls around the world, ideally in a way <a href=\"https:\/\/www.theguardian.com\/commentisfree\/2019\/mar\/08\/companies-international-womens-day-equality-feminism\"><span style=\"text-decoration:underline\">that generates a juicy profit<\/span><\/a>. And then from April until the end of next February, it’s mostly a different tune. Gender opportunity gaps go unaddressed. Conversations on diversity and inclusion are intermittently checked off a to-do list with little afterthought. Any other time that gender is discussed at the executive level, it’s usual in the context of crisis management.<\/p><p>It’s infuriating. In 2021, the difference between average hourly earnings for men and women in the U.K. was <a href=\"https:\/\/www.statista.com\/statistics\/280710\/uk-gender-pay-gap\/\"><span style=\"text-decoration:underline\">over 15%<\/span><\/a>. In the U.S. it <a href=\"https:\/\/www.pewresearch.org\/fact-tank\/2021\/05\/25\/gender-pay-gap-facts\/\"><span style=\"text-decoration:underline\">was similar<\/span><\/a> and in other countries much bigger, but the long-term impact of the Covid-19 pandemic is likely to exacerbate all of these numbers considerably. (For evidence, look no further than the floods of headlines about women quitting their jobs. And no, it’s usually not by choice.) Women just hold <a href=\"https:\/\/www.catalyst.org\/research\/women-ceos-of-the-sp-500\/\"><span style=\"text-decoration:underline\">31 of the CEO positions at S&P 500 companies<\/span><\/a> and the FTSE 100 features just eight women at the very top. <\/p><p>So yes, of course we applaud the idea of Women’s History Month. What we don’t applaud are the organizations that shout about it from the rooftops in March and then all but forget about the challenges facing half the population during the other 11 months of the year.<\/p><p>Instead of creating cute social posts about #IWD, how about offering better childcare? Better maternity benefits? Flexible work? Job-sharing opportunities? How about listening to women? How about responding to their needs? How about fundamentally redesigning the workplace so that everyone can thrive professionally and personally, whether it’s March 8, November 22 or June 30? (And the same goes for <a href=\"https:\/\/www.nytimes.com\/2022\/02\/12\/business\/black-history-month-diversity-inclusion.html\"><span style=\"text-decoration:underline\">Black History Month<\/span><\/a>, by the way.)<\/p>"
      }
    },
    "163672703101af4099": {
      "type": "article-lookbook",
      "settings": {
        "look-image": "shopify:\/\/shop_images\/2022_02_02_DAI_Shot_16_Core_5450.jpg",
        "featured_product_one": "bau-blazer-london-check",
        "featured_product_two": "icon-jumpsuit-london-grey",
        "featured_product_three": ""
      }
    },
    "1636726961062dc007": {
      "type": "article-text",
      "settings": {
        "article_title": "JUST “BOSS” WILL DO",
        "article_text": "<p>But assuming we <em>are<\/em> celebrating Women’s History Month, we have a modest request to make. Can we cut the qualifiers?<\/p><p>To truly honor the achievements of our fellow women, let’s not rhetorically diminish what they’re doing by infantilizing them. <\/p><p>A “girl boss” is as much of a boss as any other executive (try saying “boy boss” with a straight face). A “mom-preneur” (<em>shudder<\/em>) is an entrepreneur. Yes, yes, she may be a mother too, and she should be extremely proud of that—it may even be an integral part of her identity. But is that always necessarily more relevant than the fact that, say, Jeff Bezos has a son? Is Mark Zuckerberg a dadpreneur?<\/p><p>You might think it’s just language: just something we say—not anything that might profoundly change the world. Well, think again. And maybe read <a href=\"https:\/\/www.worldbank.org\/en\/news\/feature\/2019\/01\/24\/gendered-languages-may-play-a-role-in-limiting-womens-opportunities-new-research-finds\"><span style=\"text-decoration:underline\">this research<\/span><\/a> published by the World Bank a few years ago. Or if you haven’t already, get a copy of Caroline Criado Perez’s <em>Invisible Women<\/em>. It makes for a great International Men’s Day gift—which is on November 19. Just in case anyone’s been asking. <\/p>"
      }
    },
    "1636727297cace071a": {
      "type": "article-lookbook",
      "settings": {
        "look-image": "shopify:\/\/shop_images\/2022_02_02_DAI_Shot_5_Core_3649_3e326dae-f260-4249-a413-ddf388384d6a.jpg",
        "featured_product_one": "bau-blazer-london-check",
        "featured_product_two": "low-key-eco-tee-white",
        "featured_product_three": "liberty-trouser-black"
      }
    },
    "1636727200df0b1805": {
      "type": "article-text",
      "settings": {
        "article_title": "LET’S TALK ABOUT EMPOWERMENT",
        "article_text": "<p>And finally, let’s talk about clothes. March also marks the two-year anniversary of the start of our lockdown lives. Though many of us are returning to offices and reacquainting ourselves with the in-person meeting, the memories of virtual life loom large. Remember how we wore the same threadbear sweatpants on a thousand and one Zoom calls? And how we used the filter function shamelessly when sleep time ate into makeup applying time? Well, guess what? The world is still turning. We might not have looked perfect every single second, of every single video call, on every single day, but did it make us any less smart? Any less professional? Any less ambitious or creative or strategic? Hell no. <\/p><p>In a blog post last year, Katrine Marçal, a Swedish author who writes brilliantly on women and innovation, explained the concept of “<a href=\"https:\/\/www.katrinemarcal.com\/blog\/how-much-glamour-labour-did-you-do-this-week\"><span style=\"text-decoration:underline\">glamour labour<\/span><\/a>”: the work we, as women, do to put on the “armour” needed for us to live up to the beauty ideals and expectations that society at large hold. According to Marçal, Hilary Clinton spent <a href=\"https:\/\/www.elle.com\/culture\/career-politics\/a12476806\/hillary-clinton-spent-600-hours-on-her-beauty-routine-last-year\/\">600 hours of her 2016 presidential campaign in hair and makeup.<\/a> That’s twenty five days. Practically a month.<\/p><p>We’re of course advocates of absolute and unconditional free choice. If you love spending hours in front of the mirror curling your hair and getting that smokey eye just so, then that’s great. But free choice also means streamlining your prep to the max and not sparing a thought for what others might think if that’s what works for you.<\/p><p>We’re capsule wardrobe evangelists and this month (like every other) we’re celebrating the beauty in simplicity. We’re championing clothes that are versatile, sustainable and conscientious. An outfit should provide the canvas for your personal brand; a channel for your authenticity. As we remerge into the world after what might feel like a two-thousand-year pandemic pause, do yourself a favour and ask yourself a simple question: what do I actually want to wear today?<\/p><p> <\/p>"
      }
    },
    "16457851982f87defc": {
      "type": "article-lookbook",
      "settings": {
        "look-image": "shopify:\/\/shop_images\/2022_02_02_DAI_Shot_10_Core_4658_1ff30ad4-97e8-4b8d-8b5b-ce701c16175b.jpg",
        "featured_product_one": "classique-blazer-textured-grey",
        "featured_product_two": "eco-crew-top-breton-stripe",
        "featured_product_three": "liberty-trouser-black"
      }
    },
    "163673020591915a49": {
      "type": "article-quote",
      "settings": {
        "article_quote": "An outfit should provide the canvas for your personal brand; a channel for your authenticity. As we remerge into the world after what might feel like a two-thousand-year pandemic pause, do yourself a favour and ask yourself a simple question: what do I actually want to wear today?",
        "article_quote_author": "Josie Cox",
        "article_quote_link": "https:\/\/twitter.com\/josiecox_london"
      }
    },
    "16457854590b52eddf": {
      "type": "article-lookbook",
      "settings": {
        "look-image": "shopify:\/\/shop_images\/2022_02_02_DAI_Shot_14_Core_5219.jpg",
        "featured_product_one": "waist-not-shacket-camel",
        "featured_product_two": "eco-crew-top-breton-stripe",
        "featured_product_three": "the-wide-leg-jean-indigo"
      }
    },
    "1636728453da233622": {
      "type": "article-text",
      "settings": {
        "article_title": "THE LAST WORD by Joanna Dai",
        "article_text": "<p>Catching up with our team on our big IWD plans (you stay tuned, Trailblazer), we finished by looking at each other like “...aaand that wraps up Q1”. Whoa. In our January New Year Energy newsletter, I mentioned I was working on a big project – with collective impact, together. So, we’re gearing up for a fundraise, and in classic fundraise form, it’s taking longer than expected. (Fellow founders, I see you nodding.) <\/p><p>But before I go further, let me preface that by sharing, as it’s IWD and all: did you know that all-female founder teams get <a href=\"https:\/\/www.british-business-bank.co.uk\/uk-vc-female-founders-report\/\"><span style=\"text-decoration:underline\">less than 1%<\/span><\/a> of venture capital funding in the UK? The stats aren’t any better globally, with just 1.3% in Europe and 2.3% in the US. On the investor side, women represent just 13% of <a href=\"https:\/\/diversity.vc\/women-in-uk-venture-capital-2017\/\"><span style=\"text-decoration:underline\">decision makers<\/span><\/a> (partner or equivalent) in UK venture capital. Bleak. <\/p><p>And yet, we all know that the world is better when women succeed. It’s a fact. London-listed companies where at least <a href=\"https:\/\/www.bbc.co.uk\/news\/business-53548704\"><span style=\"text-decoration:underline\">one-third<\/span><\/a> of the leadership roles are women have a profit margin more than 10 times greater than those without. Women may be better investors than men, too. “Let me mansplain why”, <a href=\"https:\/\/www.nytimes.com\/2021\/10\/29\/your-money\/women-investing-stocks.html\"><span style=\"text-decoration:underline\">investigates<\/span><\/a> Rob Lieber at NYT.<\/p><p>So, at Dai, we’re on a mission to empower women. And even when the odds are stacked against us, I am proud to share that our board is made up of two-thirds women and our cap table is 65% women strong thanks to an incredible group of angels.<\/p><p>We’re not done yet. We don’t accept the stats. And we’re not going to be defined by the odds. In a few weeks’ time, we are planning on opening up our fundraise to you. We’ve received your DMs over the past two years to invest in us, and we can’t imagine investors more aligned with our vision than you – our customers, ambassadors, and community of Dai’namic women. If you’re interested, fill out <a href=\"https:\/\/form.typeform.com\/to\/UaMowF3U\" title=\"https:\/\/form.typeform.com\/to\/UaMowF3U\">this quick form<\/a> and we’ll be in touch with early access.<\/p>"
      }
    },
    "1636727907f7137339": {
      "type": "article-signature",
      "settings": {}
    },
    "1636729580af52bab7": {
      "type": "article-related-products",
      "settings": {}
    },
    "163672845644d557ea": {
      "type": "home-social-feed",
      "settings": {
        "title": "Join the Dai'alogue",
        "description": "We’re a community that celebrates high-performing women. In our newsletter, we’ll send you early access, exclusive invites, and real content we’re passionate about."
      }
    },
    "1636729518b0d86730": {
      "type": "featured-product",
      "disabled": true,
      "settings": {
        "product": "",
        "show_share_buttons": false
      }
    }
  },
  "order": [
    "main",
    "1636726572d6222f08",
    "1636723680298948d7",
    "163672671931d3ddde",
    "163672703101af4099",
    "1636726961062dc007",
    "1636727297cace071a",
    "1636727200df0b1805",
    "16457851982f87defc",
    "163673020591915a49",
    "16457854590b52eddf",
    "1636728453da233622",
    "1636727907f7137339",
    "1636729580af52bab7",
    "163672845644d557ea",
    "1636729518b0d86730"
  ]
}